global.TransitionMessage1 = "БАР. 22:00";
global.TransitionMessage2 = "ДОМ. 07:00";
global.TransitionMessage3 = "РАБОТА. 08:00";

global.textCutScene1_1 = "БАРМЕН: \nГоворишь, никогда не видел снов? Странный ты тип. Быть такого не может... Наверное, ты просто их не запоминаешь.";
global.textCutScene1_2 = "БАРМЕН: \nЭх, нашел из-за чего париться... Деньги платят и нормально, главное - остаться на плаву. Лично я всё больше склоняюсь к выводу, что миром правит не тайная ложа, а явная лажа.";
global.textCutScene1_3 = "БАРМЕН: \nЗнаешь, жизнь очень странно устроена. Чтобы вылезти из колодца, надо в него упасть. Хмм.. Еще пивка?";
global.textCutScene1_4 = "БАРМЕН: \nЭй! Ты меня слышишь?! Завязывай со всем этим дерьмом, а то доиграешься... ";


global.textFirstLevelWakeUp1 = "ТОМ: \nОох, моя голова...";
global.textFirstLevelWakeUp2 = "ТОМ: \nТак, нужно быстрее собраться на работу, главное ничего не забыть.";

global.textFirstLevelItem1_1 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nИсследовав Ваши Google-запросы, мы вычислили Вас и назвали нашим соратником. Мы - Организация. Но также мы - никто. Мы полностью анонимное сообщество, подготавливающее общество к тому, чтобы оно могло сбросить свои рабские оковы.";
global.textFirstLevelItem1_2 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nМы знаем кто Вы, Томас Фишер и как вы можете послужить нашему благому делу. Думаю, вы в курсе последних событий. Если нет, подойдите к компьютеру и освежите память. Мы думаем, что Ваш босс может быть к этому причастен. Найдите...";
global.textFirstLevelItem1_3 = "ТОМ: \nИ как это понимать? Что найти?...Черт, говорили же мне переходить на Ubuntu...";

global.textFirstLevelItem2_1 = "НОВОСТИ:\nИзвестный физик и инженер Михаил Зелиц был найден мертвым в собственном доме. Незадолго до смерти Михаил работал над проектом Перун-1, предполагавшим впоследствии полное избавление от платы за электроэнергию.";
global.textFirstLevelItem2_2 = "НОВОСТИ:\nВ ходе расследования рабочие документы и личные записи ученого не были обнаружены. По версии следствия Михаил Зелиц совершил самоубийство, путем выстрела в голову из пистолета. ";
global.textFirstLevelItem2_3 = "НОВОСТИ:\nПравоохранительные органы и ряд специалистов считают данное происшествие тщательно спланированным убийством.";

global.textFirstLevelItem3 = "ТОМ: \nЯ и отец. Золотые времена. Помню, как однажды на рыбалке, он сказал: ''Плохо сожалеть о том, что не так жил. Живи сразу как надо.''  Эх, сложно это все...";

global.textFirstLevelItem4_1 = "ТОМ: \nНе скучай, Борысс.";
global.textFirstLevelItem4_2 = "ТОМ: \nМой кот Борысс, люблю его.";
global.textFirstLevelItem4_3 = "ТОМ: \nПодъем, Борысс!";
global.textFirstLevelItem4_4 = "ТОМ: \nБорысс, голос!";

global.textFirstLevelItem5 = "ТОМ: \nНаграда Борысса. Мой кот - первый среди мужчин, не то что я...";

global.textFirstLevelItem6 = "ТОМ: \nРазруха. Капитализм себя изживает. Интересно, что к этому привело?";

global.textFirstLevelItem7 = "ТОМ: \nТак не хватает солнца в этом сером городе... Пусть хоть на стене побудет.";

global.textFirstLevelItem8 = "ТОМ: \nИстукан с острова Пасхи. Обменял на бутылку у бродяги.";

global.textFirstLevelItem9 = "ТОМ: \nЛуна - символ истины, «глаз, светящий во мгле»... Ладно, не время философствовать.";

global.textFirstLevelItem10 = "ТОМ: \nПервое место среди проектов по разработке игр. Давно я не занимался ничем подобным. Хороший был опыт.";

global.textFirstLevelDoor1 = "ТОМ:\nНе могу же я выйти на улицу в чем мать родила!";
global.textFirstLevelDoor2 = "ТОМ:\nИ куда я собрался в таком виде, да еще и без телефона? От безделья напрочь бестолковый стал. ";					
global.textFirstLevelDoor3 = "ТОМ:\nТо сообщение от Организации: ''Думаю, Вы в курсе о последних событиях...'' О чём это? Думаю, в интернете есть информация. Нужно проверить.";
global.textFirstLevelDoor4 = "ТОМ:\nБез телефона я просто умру от скуки, пока буду ехать до работы...";
global.textFirstLevelDoor5 = "ТОМ:\nНу и как ты, бля, умудрился так сделать? Все! Сломал игру!";		

global.textDialogueChoiceHeader = "ВАШ ОТВЕТ:";
global.textSecondLevelGirl_1 = "ЛАДИСЛАВА:\nДоброе утро, Том. Выглядишь крайне паршиво, похож на ***** собаку сутулую.";
global.textSecondLevelGirl_2 = "ЛАДИСЛАВА:\nДавай позже, у меня куча дел.";

global.textSecondLevelGirlChoice[1] = "ЛАДИСЛАВА:\nРазмечтался. Приходили рабочие, что-то делали с его картиной змея. Интересно, что...";
global.textSecondLevelGirlChoice[2] = "ЛАДИСЛАВА:\nОй какие мы нежные сегодня. Приходили рабочие, что-то делали с его картиной змея. Интересно, что...";
global.textSecondLevelGirlChoice[3] = "ЛАДИСЛАВА:\nКакой ты противный сегодня, иди проспись.. А вообще, сегодня приходили рабочие, что-то делали с его картиной змея. Интересно, что...";

global.textSecondLevelProtAnswer1[1] = "- И чувствую себя как... Сейчас бы домой...";
global.textSecondLevelProtAnswer1[2] = "- Ну спасибо. Доброе утро, называется...";
global.textSecondLevelProtAnswer1[3] = "- Да ты тоже не красотка. На тебе самой лица то нет.";

global.textSecondLevelProt_1 = "ТОМ:\nКаков привет, таков и ответ...";

global.textFirstLevelItem11 = "ТОМ: \nЯ не хочу пить.";