global.textDefaultMessage = "ТОМ:\nНу и как ты, бля, умудрился так сделать? Все! Сломал игру!";	

global.TransitionMessage1 = "БАР. 22:00";
global.TransitionMessage2 = "ДОМ. 07:00";
global.TransitionMessage3 = "РАБОТА. 08:00";
global.TransitionMessage4 = "КАБИНЕТ БОССА";
global.TransitionMessage5 = "РАБОТА. 08:30";

//---------------------------------cut scene 1------------------------------------
global.textCutScene1_1 = "БАРМЕН: \nГоворишь, никогда не видел снов? Странный ты тип. Быть такого не может... Наверное, ты просто их не запоминаешь.";
global.textCutScene1_2 = "БАРМЕН: \nЭх, нашел из-за чего париться... Деньги платят и нормально, главное - остаться на плаву. Лично я всё больше склоняюсь к выводу, что миром правит не тайная ложа, а явная лажа.";
global.textCutScene1_3 = "БАРМЕН: \nЗнаешь, жизнь очень странно устроена. Чтобы вылезти из колодца, надо в него упасть. Хмм.. Еще пивка?";
global.textCutScene1_4 = "БАРМЕН: \nЭй! Ты меня слышишь?! Завязывай со всем этим дерьмом, а то доиграешься... ";

//---------------------------------level 1------------------------------------
global.textFirstLevelWakeUp1 = "ТОМ: \nОох, моя голова...";
global.textFirstLevelWakeUp2 = "ТОМ: \nТак, нужно быстрее собраться на работу, главное ничего не забыть.";

global.textFirstLevelItem1_1 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nИсследовав Ваши Google-запросы, мы вычислили Вас и назвали нашим соратником. Мы - Организация. Но также мы - никто. Мы полностью анонимное сообщество, подготавливающее общество к тому, чтобы оно могло сбросить свои рабские оковы.";
global.textFirstLevelItem1_2 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nМы знаем кто Вы, Томас Фишер и как вы можете послужить нашему благому делу. Думаю, вы в курсе последних событий. Если нет, подойдите к компьютеру и освежите память. Мы думаем, что Ваш босс может быть к этому причастен. Найдите...";
global.textFirstLevelItem1_3 = "ТОМ: \nИ как это понимать? Что найти?...Черт, говорили же мне переходить на Ubuntu...";

global.textFirstLevelItem2_1 = "НОВОСТИ:\nИзвестный физик и инженер Михаил Зелиц был найден мертвым в собственном доме. Незадолго до смерти Михаил работал над проектом Перун-1, предполагавшим впоследствии полное избавление от платы за электроэнергию.";
global.textFirstLevelItem2_2 = "НОВОСТИ:\nВ ходе расследования рабочие документы и личные записи ученого не были обнаружены. По версии следствия Михаил Зелиц совершил самоубийство, путем выстрела в голову из пистолета. ";
global.textFirstLevelItem2_3 = "НОВОСТИ:\nПравоохранительные органы и ряд специалистов считают данное происшествие тщательно спланированным убийством.";

global.textFirstLevelItem3 = "ТОМ: \nЯ и отец. Золотые времена. Помню, как однажды на рыбалке, он сказал: ''Плохо сожалеть о том, что не так жил. Живи сразу как надо.''  Эх, сложно это все...";

global.textFirstLevelItem4_1 = "ТОМ: \nНе скучай, Борысс.";
global.textFirstLevelItem4_2 = "ТОМ: \nМой кот Борысс, люблю его.";
global.textFirstLevelItem4_3 = "ТОМ: \nПодъем, Борысс!";
global.textFirstLevelItem4_4 = "ТОМ: \nБорысс, голос!";

global.textFirstLevelItem5 = "ТОМ: \nНаграда Борысса. Мой кот - первый среди мужчин, не то что я...";

global.textFirstLevelItem6 = "ТОМ: \nРазруха. Капитализм себя изживает. Интересно, что к этому привело?";

global.textFirstLevelItem7 = "ТОМ: \nТак не хватает солнца в этом сером городе... Пусть хоть на стене побудет.";

global.textFirstLevelItem8 = "ТОМ: \nИстукан с острова Пасхи. Обменял на бутылку у бродяги.";

global.textFirstLevelItem9 = "ТОМ: \nЛуна - символ истины, «глаз, светящий во мгле»... Ладно, не время философствовать.";

global.textFirstLevelItem10 = "ТОМ: \nПервое место среди проектов по разработке игр. Давно я не занимался ничем подобным. Хороший был опыт.";

global.textFirstLevelDoor1 = "ТОМ:\nНе могу же я выйти на улицу в чем мать родила!";
global.textFirstLevelDoor2 = "ТОМ:\nИ куда я собрался в таком виде, да еще и без телефона? От безделья напрочь бестолковый стал. ";					
global.textFirstLevelDoor3 = "ТОМ:\nТо сообщение от Организации: ''Думаю, Вы в курсе о последних событиях...'' О чём это? Думаю, в интернете есть информация. Нужно проверить.";
global.textFirstLevelDoor4 = "ТОМ:\nБез телефона я просто умру от скуки, пока буду ехать до работы...";
	
//---------------------------------level 2------------------------------------
global.textSecondLevelDoor1 = "ТОМ:\nДохлый номер.";
global.textSecondLevelDoor2 = "ТОМ:\nКак же не поздороваться с ней? Она итак холодная как айсберг в океане...";

global.textSecondLevelExit = "ТОМ:\nНе время отлынивать.";

global.textOfficeItem1 = "ТОМ:\nПозже. Надо разузнать, как обстоят дела. Что-то то сообщение совсем выбило меня из колеи...";
global.textOfficeItem2 = "ЛАДИСЛАВА:\nЭй! Хватит пялится, займись лучше своими делами.";
global.textOfficeItem3 = "ТОМ:\nНаша компания как спрут захватывает все большие сферы жизни общества. Скоро мы открываем свой ..., еще наши специалисты придумали кукурузные хлопья от угревой сыпи, а также игровую консоль для собак.";
global.textOfficeItem4_1 = "ТОМ:\nЯ не хочу пить.";
global.textOfficeItem4_2 = "ТОМ:\nЗараза... Не работает.";
global.textOfficeItem4_3 = "ТОМ:\nНу давай же...";
global.textOfficeItem5 = "ТОМ:\nИ зачем люди придумали время? Чтобы постоянно куда-то спешить?";
global.textOfficeItem6 = "ТОМ:\nПросто мечта! Когда-нибудь накоплю на такой. ";
global.textOfficeItem7 = "ТОМ:\nЗапись на маникюр, бухгалтерия... Ну очень интересно.";
global.textOfficeItemNote1_1 = "ПОДОЗРИТЕЛЬНАЯ РАСПЕЧАТКА:\nНаука - это новая религия со своими догмами, в которые предлагается слепо верить, жречеством и даже инквизицией.";
global.textOfficeItemNote1_2 = "ПОДОЗРИТЕЛЬНАЯ РАСПЕЧАТКА:\nВозможно именно это превращает нас в никуда не годный проект высших сил, и только прогрессивные ученые с нестандартными идеями способны вывести нас из тупикового пути самоуничтожения..."
global.textOfficeItemNote1_3 = "ТОМ:\nХмм... Интересно, кто же подбросил мне это. Я ни с кем здесь не общался так открыто на подобные темы... Боюсь прослыть сумасшедшим.";

global.textDialogueChoiceHeader = "ВАШ ОТВЕТ:";
global.textSecondLevelGirl_1 = "ЛАДИСЛАВА:\nДоброе утро, Том. Как твое ничего? К слову, выглядишь как размазня, на тебе как будто совсем нет лица. Ха-ха.";
global.textSecondLevelGirl_2 = "ЛАДИСЛАВА:\nДавай позже, у меня куча дел.";

global.textSecondLevelGirlChoice[1] = "ЛАДИСЛАВА:\nРазмечтался, тебе лишь бы в потолок поплевать. Ладно, пора приступить к работе. И тебе советую.";
global.textSecondLevelGirlChoice[2] = "ЛАДИСЛАВА:\nОй какие мы нежные сегодня. Совсем шуток не понимаешь. Подотри сопли и давай за работу, принцесска.";
global.textSecondLevelGirlChoice[3] = "ЛАДИСЛАВА:\nНе подлизывайся. Ну а впрочем, мне приятно. Ладно, пора приступить к работе. И тебе советую.";

global.textSecondLevelProtAnswer1[1] = "- Мда уж, доброе. Все, я больше не пью. Мне так плохо. Сейчас бы домой...";
global.textSecondLevelProtAnswer1[2] = "- Ну спасибо. Доброе утро, называется...";
global.textSecondLevelProtAnswer1[3] = "- Доброе утро. Зато ты выглядишь просто шикарно. Баланс красоты в офисе уравнен.";

global.textSecondLevelProt_1 = "ТОМ:\nКаков привет, таков и ответ...";

global.textSecondLevelBoss_1 = "БОСС:\nНу, шо расскажешь?"
global.textSecondLevelBoss_2 = "БОСС:\nШо уставился? Бегом за выпивкой. Нужно это дело хорошенько обмыть."

global.textSecondLevelBossChoice[1] = "ТОМ:\nЕсть отличная новость. Наша газировка Кока Рока вышла на первое место по потреблению среди людей. Она почти заменила воду... Заметили, как много стало толстяков?";
global.textSecondLevelBossChoice[4] = "БОСС:\nХа-ха, а ты знаешь, шо такое естественный отбор? Хотя ладно, не бери в голову. А ну-ка метнись за бутылкой красненького. От этих разговоров в горле пересохло, да и повод есть.";
global.textSecondLevelBossChoice[2] = "ТОМ:\nСлышали о так называемых альтернативных технологиях? Говорят, все новое - хорошо забытое старое. Так вот, один ученый попытался повторить опыты Теслы, обещал людям бесплатную энергию... Подобные изобретения разве не скажутся на наших показателях?";
global.textSecondLevelBossChoice[5] = "БОСС:\nНе смеши, у меня целый департамент занимается этой проблемой. Они нам не угроза. Все на мази.";
global.textSecondLevelBossChoice[3] = "ТОМ:\n...";
global.textSecondLevelBossChoice[6] = "БОСС:\n...";

global.textSecondLevelProtAnswer2[1] = "- Сообщить об успехе продаж газировки";
global.textSecondLevelProtAnswer2[2] = "- Рассказать об атмосферном электричестве";
global.textSecondLevelProtAnswer2[3] = "- Закончить диалог";

//---------------------------------level 3------------------------------------
global.textThirdLevelItem1 = "ТОМ:\nСтранные пирамиды, я их не видел... Хотя, говорят, они по всему свету есть.";
global.textThirdLevelItem2 = "ТОМ:\nВидимо Виктор чтит свои корни. А я даже не знаю, кем был мой прадед...";
global.textThirdLevelItem3 = "ТОМ:\nНадо же, сколько счастья. Никогда не видел столько эмоций в глазах Виктора.";
global.textThirdLevelItem4 = "ОТКРЫТКА:\nОт чистого сердца поздравляю Вас с серебряной свадьбой... 26.06.2011";

global.textThirdLevelAlcohol = "ТОМ:\nЧто-то меня воротит. Время изменить отношение к алкоголю ВКонтакте&&& на отрицательное.";
global.textOfficeSafeFirstClick = "ТОМ:\nХм, как-то странно она выглядит.";

global.textOfficeSafeError_1 = "ТОМ:\nНе подошло. Давай, напряги свои извилины.";
global.textOfficeSafeError_2 = "ТОМ:\nНе подошло. Вибрации в штанах? Ах да, это же мой телефон.";
global.textOfficeSafeError_3 = "ТОМ:\nНе подошло. Да кто там такой настойчивый: все звонит и звонит. Достал уже.";

global.textOfficeSafeSuccess_1 = "ТОМ:\nФух, кажется я справился. Сейчас я наконец узнаю, какие скелеты в шкафу у Виктора.";
global.textOfficeSafeSuccess_2 = "ТОМ:\n\"Акт регулирования использования технологий обществом\", \"Список опасных ученых\", \"....";
global.textOfficeSafeSuccess_3 = "ТОМ:\nХмм, звучит крайне подозрительно. Пожалуй, сфотографирую их.";
global.textOfficeSafeEnd = "ТОМ:\nМне кажется, я итак достаточно времени здесь проторчал...";

global.textOfficePhoneMessage = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nНам удалось вычислить его пароль от Одноклассников&&&. Это дата свадьбы Виктора. Многие люди используют одинаковые пароли. Возможно, это поможет в поисках.";

global.textThirdLevelDoor_1 = "ТОМ:\nСтоп! Бутылка...";
global.textThirdLevelDoor_2 = "ТОМ:\nГлупо упускать свой шанс проверить Виктора на причастность к тому убийству.";

//---------------------------------level 4------------------------------------
global.textFourthLevelDoor = "ТОМ:\nЛучше туда пока не соваться, рискую попасть под подозрение.";
global.textFourthLevelItem3 = "ТОМ:\nНаша компания как спрут захватывает все большие сферы жизни общества. Скоро мы открываем свой ..., еще наши специалисты придумали кукурузные хлопья от угревой сыпи, а также игровую консоль для собак.";
global.textFourthLevelItem4_1 = "ТОМ:\nЭх, смотрю ты так и не починился";
global.textFourthLevelItem4_2 = "ТОМ:\nНу давай же.. ";
global.textFourthLevelItem5 = "ТОМ:\nВремя так медленно идет... Как будто его нет.";
global.textFourthLevelItem6 = "ТОМ:\nПросто мечта! Когда-нибудь накоплю на такой. ";
global.textFourthLevelItem7 = "ТОМ:\nЗапись на маникюр, бухгалтерия... Ну очень интересно.";

global.textFourthLevelSomeDialogue_1 = "БОСС:\nДа твоей головой только песок тромбовать!";
global.textFourthLevelSomeDialogue_2 = "КУРЬЕР:\nИзвините, начальник.";
global.textFourthLevelSomeDialogue_3 = "БОСС:\nВ следующий раз не оставляй никаких следов!";
global.textFourthLevelSomeDialogue_4 = "КУРЬЕР:\nЭтого больше не повториться, слово даю!";
global.textFourthLevelSomeDialogue_5 = "БОСС:\nЛадно, иди кури бамбук.";

global.textFourthLevelCourier_1 = "ДМИТРИЙ:\nЭ! Надо пообщаться.";
global.textFourthLevelCourier_2 = "ТОМ:\nНу чего? Опять решил поиздеваться? ";
global.textFourthLevelCourier_3 = "ДМИТРИЙ:\nЗря ты так предвзято ко мне относишься. Я, может, просто по-человечески поговорить хотел. Вот после таких предъяв мне и правда захотелось на тебе отыграться.";
global.textFourthLevelCourier_4 = "ДМИТРИЙ:\nТы вообще не прав, осознай это. Ты все понял, питекантроп, социально неадаптированный? Тогда ползи в свою пещеру, пока твой искалеченный алкоголем мозг не вскипел от переизбытка информации.";
global.textFourthLevelCourier_5 = "ДМИТРИЙ:\nХотя ладно, вижу, ты вообще не в духе. Даже жаль тебя. Похож на собаку сутулую. И впредь, чтобы ты вывозил базар, даю тебе философский камень.";
global.textFourthLevelCourier_6 = "ДМИТРИЙ:\n С его помощью ты сможешь выведать какой-то секрет, или что там тебя волнует, не прибегая к красноречию, которого у тебя нет. Думаю, это придаст тебе уверенности.";
global.textFourthLevelCourier_7 = "ДМИТРИЙ:\nУчти, он действует только вечером и всего на одного собеседника. Советую незаметно подсыпать это в стакан. Попутного ветра.";
global.textFourthLevelCourier_8 = "ДМИТРИЙ:\nТошно мне от твоей кислой мины. Иди развейся...";