global.textDefaultMessage = "\nНу и как ты, бля, умудрился так сделать? Все! Сломал игру!";	
global.textStartTiles = "Esc - выход в главное меню.\n\nAlt + Enter - fullscreen\/window.\n\nКнопка инвентаря внизу экрана.\n\nПредметы надо использовать вблизи объектов.\n\nСохранения в игре автоматические.";
global.textEndTiles = "Менеджер:\nАлександр Козлов\n\nГеймдизайн:\nАнтон Рогов\nКристина Карасева\n\nПрограммирование:\nИлья Гаража\nВладимир Семёнов\n\nАрт:\nАнтон Рогов\nСемен Горбунов\nАлександр Козлов\nКристина Карасева\n\nАнимация:\nАлександр Козлов\nАнтон Рогов\n\nUX/UI дизайн:\nСемен Горбунов\n\nСценарий и саунд дизайн:\nКристина Карасева";

global.TransitionMessage1 = "БАР. 22:00";
global.TransitionMessage2 = "ДОМ. 07:00";
global.TransitionMessage3 = "РАБОТА. 08:00";
global.TransitionMessage4 = "КАБИНЕТ БОССА";
global.TransitionMessage5 = "РАБОТА. 08:30";
global.TransitionMessageEnd = "ПРОДОЛЖЕНИЯ НЕ БУДЕТ";

//---------------------------------cut scene 1------------------------------------
global.textCutScene1_1 = "БАРМЕН: \nГоворишь, никогда не видел снов? Странный ты тип. Быть такого не может... Наверное, ты просто их не запоминаешь.";
global.textCutScene1_2 = "БАРМЕН: \nЭх, нашел из-за чего париться... Деньги платят и нормально, главное - остаться на плаву. Лично я всё больше склоняюсь к выводу, что миром правит не тайная ложа, а явная лажа.";
global.textCutScene1_3 = "БАРМЕН: \nЗнаешь, жизнь очень странно устроена. Чтобы вылезти из колодца, надо в него упасть. Хмм.. Еще пивка?";
global.textCutScene1_4 = "БАРМЕН: \nЭй! Ты меня слышишь?! Завязывай со всем этим дерьмом, а то доиграешься... ";

//---------------------------------level 1------------------------------------
global.textFirstLevelWakeUp1 = "\nОох, моя голова...";
global.textFirstLevelWakeUp2 = "\nТак, нужно быстрее собраться на работу, главное ничего не забыть.";

global.textFirstLevelItem1_1 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nИсследовав Ваши Google-запросы, мы вычислили Вас и назвали нашим соратником. Мы - Организация. Но также мы - никто. Мы полностью анонимное сообщество, подготавливающее общество к тому, чтобы оно могло сбросить свои рабские оковы.";
global.textFirstLevelItem1_2 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nМы знаем кто Вы, Алексей, и как вы можете послужить нашему благому делу. Думаю, вы в курсе последних событий. Если нет, подойдите к компьютеру и освежите память. Мы думаем, что Ваш босс может быть к этому причастен. Найдите...";
global.textFirstLevelItem1_3 = "\nИ как это понимать? Что найти?...Черт, говорили же мне переходить на Ubuntu...";

global.textFirstLevelItem2_1 = "НОВОСТИ:\nИзвестный физик и инженер Михаил Зелиц был найден мертвым в собственном доме. Незадолго до смерти Михаил работал над проектом Перун-1, предполагавшим впоследствии полное избавление от платы за электроэнергию.";
global.textFirstLevelItem2_2 = "НОВОСТИ:\nВ ходе расследования рабочие документы и личные записи ученого не были обнаружены. По версии следствия Михаил Зелиц совершил самоубийство, путем выстрела в голову из пистолета. ";
global.textFirstLevelItem2_3 = "НОВОСТИ:\nПравоохранительные органы и ряд специалистов считают данное происшествие тщательно спланированным убийством.";

global.textFirstLevelItem3 = "\nЯ и батя. Золотые времена. Помню, как однажды на рыбалке, он сказал: “Чем больше знаний, тем больше печали”. И правда.. ";

global.textFirstLevelItem4_1 = "\nНе скучай, Борысс.";
global.textFirstLevelItem4_2 = "\nМой кот Борысс, люблю его.";
global.textFirstLevelItem4_3 = "\nПодъем, Борысс!";
global.textFirstLevelItem4_4 = "\nБорысс, голос!";

global.textFirstLevelItem5 = "\nНаграда Борысса. Мой кот - первый среди мужчин, не то что я...";

global.textFirstLevelItem6 = "\nРазруха.";

global.textFirstLevelItem7 = "\nТак не хватает солнца в этом сером городе... Пусть хоть на стене побудет.";

global.textFirstLevelItem8 = "\nВыменял у бродяги всего-то за банку пива. Как мало нужно людям для счастья.";

global.textFirstLevelItem9 = "\nЛуна - символ истины, «глаз, светящий во мгле»... Ладно, не время философствовать.";

global.textFirstLevelItem10 = "\nКогда то мы с командой делали крутые игры. Так вдохновляло дарить людям эмоции... И, конечно, открывать некоторые тайны.";

global.textFirstLevelDoor1 = "\nЯ не могу выйти на улицу в одних трусах.";
global.textFirstLevelDoor2 = "\nНу и куда я собрался без трубы и к тому же в таком виде? Совсем голова не варит...";					
global.textFirstLevelDoor3 = "\nПожалуй, стоит проверить информацию в моем компьютере. И вообще, как-то мне не по себе, что кто-то за мной следит...";
global.textFirstLevelDoor4 = "\nБез телефона я просто умру от скуки, пока буду ехать до работы...";
	
//---------------------------------level 2------------------------------------
global.textSecondLevelDoor1 = "\nДохлый номер.";
global.textSecondLevelDoor2 = "\nКак же не поздороваться с ней? Она итак холодная как айсберг в океане...";

global.textSecondLevelExit = "\nНе время отлынивать.";

global.textOfficeItem1 = "\nПозже. Надо разузнать, как обстоят дела. Что-то то сообщение совсем выбило меня из колеи...";
global.textOfficeItem2 = "ЛАДИСЛАВА:\nЭй! Хватит пялится, займись лучше своими делами.";
global.textOfficeItem3 = "\nНаша компания как спрут захватывает все большие сферы жизни общества. Скоро мы открываем свой салон красоты, еще наши специалисты придумали кукурузные хлопья от угревой сыпи, а также игровую консоль для собак.";
global.textOfficeItem4_1 = "\nЯ не хочу пить.";
global.textOfficeItem4_2 = "\nЗараза... Не работает.";
global.textOfficeItem4_3 = "\nНу давай же...";
global.textOfficeItem5 = "\nИ зачем люди придумали время? Чтобы постоянно куда-то спешить?";
global.textOfficeItem6 = "\nПросто мечта! Когда-нибудь накоплю на такой. ";
global.textOfficeItem7 = "\nЗапись на маникюр, бухгалтерия... Ну очень интересно.";
global.textOfficeItemNote1_1 = "ПОДОЗРИТЕЛЬНАЯ РАСПЕЧАТКА:\nНаука - это новая религия со своими догмами, в которые предлагается слепо верить, жречеством и даже инквизицией.";
global.textOfficeItemNote1_2 = "ПОДОЗРИТЕЛЬНАЯ РАСПЕЧАТКА:\nВозможно именно это превращает нас в никуда не годный проект высших сил, и только прогрессивные ученые с нестандартными идеями способны вывести нас из тупикового пути самоуничтожения..."
global.textOfficeItemNote1_3 = "\nХмм... Интересно, кто же подбросил мне это. Я ни с кем здесь не общался так открыто на подобные темы... Боюсь прослыть сумасшедшим.";

global.textDialogueChoiceHeader = "ВАШ ОТВЕТ:";
global.textSecondLevelGirl_1 = "ЛАДИСЛАВА:\nДоброе утро, Леша. Как твое ничего? К слову, выглядишь как размазня, на тебе как будто совсем нет лица. Ха-ха.";
global.textSecondLevelGirl_2 = "ЛАДИСЛАВА:\nДавай позже, у меня куча дел.";

global.textSecondLevelGirlChoice[1] = "ЛАДИСЛАВА:\nРазмечтался, тебе лишь бы в потолок поплевать. Ладно, пора приступить к работе. И тебе советую.";
global.textSecondLevelGirlChoice[2] = "ЛАДИСЛАВА:\nОй какие мы нежные сегодня. Совсем шуток не понимаешь. Подотри сопли и давай за работу, принцесска.";
global.textSecondLevelGirlChoice[3] = "ЛАДИСЛАВА:\nНе подлизывайся. Ну а впрочем, мне приятно. Ладно, пора приступить к работе. И тебе советую.";

global.textSecondLevelProtAnswer1[1] = "- Мда уж, доброе. Все, я больше не пью. Мне так плохо. Сейчас бы домой...";
global.textSecondLevelProtAnswer1[2] = "- Ну спасибо. Доброе утро, называется...";
global.textSecondLevelProtAnswer1[3] = "- Доброе утро. Зато ты выглядишь просто шикарно. Баланс красоты в офисе уравнен.";

global.textSecondLevelProt_1 = "\nКаков привет, таков и ответ...";

global.textSecondLevelBoss_1 = "БОСС:\nНу, шо расскажешь?"
global.textSecondLevelBoss_2 = "БОСС:\nШо уставился? Бегом за выпивкой. Нужно это дело хорошенько обмыть."

global.textSecondLevelBossChoice[1] = "\nЕсть отличная новость. Наша газировка Кока Рока вышла на первое место по потреблению среди людей. Она почти заменила воду... Заметили, как много стало толстяков?";
global.textSecondLevelBossChoice[4] = "БОСС:\nХа-ха, а ты знаешь, шо такое естественный отбор? Хотя ладно, не бери в голову. А ну-ка метнись за бутылкой красненького. От этих разговоров в горле пересохло, да и повод есть.";
global.textSecondLevelBossChoice[2] = "\nСлышали о так называемых альтернативных технологиях? Говорят, все новое - хорошо забытое старое. Так вот, один ученый попытался повторить опыты Теслы, обещал людям бесплатную энергию... Подобные изобретения разве не скажутся на наших показателях?";
global.textSecondLevelBossChoice[5] = "БОСС:\nНе смеши, у меня целый департамент занимается этой проблемой. Они нам не угроза. Все на мази.";
global.textSecondLevelBossChoice[3] = "\n...";
global.textSecondLevelBossChoice[6] = "БОСС:\n...";

global.textSecondLevelProtAnswer2[1] = "- Сообщить об успехе продаж газировки";
global.textSecondLevelProtAnswer2[2] = "- Рассказать об атмосферном электричестве";
global.textSecondLevelProtAnswer2[3] = "- Закончить диалог";

//---------------------------------level 3------------------------------------
global.textThirdLevelItem1 = "\nСтранные пирамиды, я их не видел... Хотя, говорят, они по всему свету есть.";
global.textThirdLevelItem2 = "\nВидимо Виктор чтит свои корни. А я даже не знаю, кем был мой прадед...";
global.textThirdLevelItem3 = "\nПохоже, это босс с супругой. Надо же, сколько счастья. Никогда не видел столько эмоций в глазах Виктора.";
global.textThirdLevelItem4 = "ОТКРЫТКА:\nОт чистого сердца поздравляю Вас с серебряной свадьбой... 26.06.2011";

global.textThirdLevelAlcohol = "\nЧто-то меня воротит. Время изменить отношение к алкоголю ВКонтакте&&& на отрицательное.";
global.textOfficeSafeFirstClick = "\nХм, как-то странно она выглядит.";

global.textOfficeSafeError_1 = "\nНе подошло. Давай, напряги свои извилины.";
global.textOfficeSafeError_2 = "\nНе подошло. Вибрации в штанах? Ах да, это же мой телефон.";
global.textOfficeSafeError_3 = "\nНе подошло. Что же здесь за пароль то такой?";

global.textOfficeSafeSuccess_1 = "\nФух, кажется я справился. Сейчас я наконец узнаю, какие скелеты в шкафу у Виктора.";
global.textOfficeSafeSuccess_2 = "\n\"Акт регулирования использования технологий обществом\", \"Список опасных ученых\", \"....";
global.textOfficeSafeSuccess_3 = "\nХмм, звучит крайне подозрительно. Пожалуй, сфотографирую их.";
global.textOfficeSafeEnd = "\nМне кажется, я итак достаточно времени здесь проторчал...";

global.textOfficePhoneMessage = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nМы составили психологический портрет Виктора и на основании его пришли к выводу, что, скорее всего, он используют дату свадьбы в качестве пароля. Возможно, это поможет в поисках.";

global.textThirdLevelDoor_1 = "\nСтоп! Бутылка...";
global.textThirdLevelDoor_2 = "\nГлупо упускать свой шанс проверить Виктора на причастность к тому убийству.";

//---------------------------------level 4------------------------------------
global.textFourthLevelDoor = "\nЛучше туда пока не соваться, рискую попасть под подозрение.";
global.textFourthLevelItem3 = "\nНаша компания как спрут захватывает все большие сферы жизни общества. Скоро мы открываем свой ..., еще наши специалисты придумали кукурузные хлопья от угревой сыпи, а также игровую консоль для собак.";
global.textFourthLevelItem4_1 = "\nЭх, смотрю ты так и не починился";
global.textFourthLevelItem4_2 = "\nНу давай же.. ";
global.textFourthLevelItem5 = "\nВремя так медленно идет... Как будто его нет.";
global.textFourthLevelItem6 = "\nПросто мечта! Когда-нибудь накоплю на такой. ";
global.textFourthLevelItem7 = "\nЗапись на маникюр, бухгалтерия... Ну очень интересно.";
global.textFourthLevelItem9 = "\nСначала со всеми улажу дела, а после примусь за работу.";
global.textFourthLevelItem10 = "\nРабочий день еще не закончен.";

global.textFourthLevelSomeDialogue_1 = "БОСС:\nДа твоей головой только песок тромбовать!";
global.textFourthLevelSomeDialogue_2 = "КУРЬЕР:\nИзвините, начальник.";
global.textFourthLevelSomeDialogue_3 = "БОСС:\nВ следующий раз не оставляй никаких следов!";
global.textFourthLevelSomeDialogue_4 = "КУРЬЕР:\nЭтого больше не повториться, слово даю!";
global.textFourthLevelSomeDialogue_5 = "БОСС:\nЛадно, иди кури бамбук.";

global.textFourthLevelCourier_1 = "ДМИТРИЙ:\nЭ! Надо пообщаться.";
global.textFourthLevelCourier_2 = "\nНу чего? Опять решил поиздеваться? ";
global.textFourthLevelCourier_3 = "ДМИТРИЙ:\nЗря ты так предвзято ко мне относишься. Я, может, просто по-человечески поговорить хотел. Вот после таких предъяв мне и правда захотелось на тебе отыграться.";
global.textFourthLevelCourier_4 = "ДМИТРИЙ:\nТы вообще не прав, осознай это. Ты все понял, питекантроп, социально неадаптированный? Тогда ползи в свою пещеру, пока твой искалеченный алкоголем мозг не вскипел от переизбытка информации.";
global.textFourthLevelCourier_5 = "ДМИТРИЙ:\nХотя ладно, вижу, ты вообще не в духе. Даже жаль тебя. Похож на собаку сутулую. И впредь, чтобы ты вывозил базар, даю тебе философский камень.";
global.textFourthLevelCourier_6 = "ДМИТРИЙ:\n С его помощью ты сможешь выведать какой-то секрет, или что там тебя волнует, не прибегая к красноречию, которого у тебя нет. Думаю, это придаст тебе уверенности.";
global.textFourthLevelCourier_7 = "ДМИТРИЙ:\nУчти, он действует только вечером и всего на одного собеседника. Советую незаметно подсыпать это в стакан. Попутного ветра.";
global.textFourthLevelCourier_8 = "ДМИТРИЙ:\nТошно мне от твоей кислой мины. Иди развейся...";

global.textFourthLevelBoss_1 = "БОСС:\nТы шо так долго копошился там?";
global.textFourthLevelBoss_2 = "БОСС:\nТы шо, еще здесь?";

global.textFourthLevelBossChoice[1] = "- Да так, на интерьер засмотрелся...";
global.textFourthLevelBossChoice[3] = "БОСС:\nНу ладно, отдохнул и хватит. Иди поработай ради приличия. ";
global.textFourthLevelBossChoice[2] = "- Да вот, искал бутылку нужную.";
global.textFourthLevelBossChoice[4] = "БОСС:\nЧто с тобой? Она же одна там красная стояла... Хмм... Так, бери себя в руки и иди поработай.";

global.textOffice4PhoneMessage1 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nМы считали изображения с Вашего мобильного телефона.";	
global.textOffice4PhoneMessage2 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nНа основании глубокого анализа предоставленных документов, наши эксперты пришли к выводу, что Виктор Кравиц  напрямую виновен не только в убийстве ученого, но и в сокрытии альтернативных технологий для общества...";	
global.textOffice4PhoneMessage3 = "НЕИЗВЕСТНЫЙ АБОНЕНТ:\nВедите себя как обычно. Если нам понадобится помощь, мы с вами свяжемся.";	
global.textOffice4PhoneMessage4 = "\nМда уж, приплыли.. Как же мне теперь ему в глаза смотреть.";	

global.textTakeScrewdriverMessage = "\nОпа, отвертка.";	
global.textTakePasteMessage = "\nОпа, термо-паста.";	

global.textFourthLevelGirl_1 = "ЛАДА:\nПоможешь мне с компьютером? Он вдруг заревел так громко... Я думала, взорвется. Я его выключила и теперь боюсь включать...";
global.textFourthLevelGirl_2 = "ЛАДА:\nУзнай, что с компьютером. Я вообще не разбираюсь...";
global.textFourthLevelGirl_3 = "\nУ тебя есть что-нибудь, чем можно почистить пыль в компьютере?";
global.textFourthLevelGirl_4 = "ЛАДА:\nВот, держи. Думаю, и это сойдет.";
global.textFourthLevelGirl_5 = "ЛАДА:\nДавай позже поговорим, мне нужно уладить кое-какие дела...";

global.textFourthLevelGirlChoice[1] = "- Само собой.";
global.textFourthLevelGirlChoice[4] = "ЛАДА:\nКакой послушный мальчик. Ну приступай.";
global.textFourthLevelGirlChoice[2] = "- Конечно. Грех отказывать такой мадам.";
global.textFourthLevelGirlChoice[5] = "ЛАДА:\nХи-хи. Засмущал... Спасибо за помощь.";
global.textFourthLevelGirlChoice[3] = "- Ну а разве у меня есть выбор?";
global.textFourthLevelGirlChoice[6] = "ЛАДА:\nКакой-то ты странный сегодня, что-то случилось?";
global.textFourthLevelGirlChoice[7] = "\nНе хочу об этом говорить...";
global.textFourthLevelGirlChoice[8] = "ЛАДА:\nКак хочешь... Ну, помоги уж тогда, раз тебе все равно.";

global.textFourthLevelGirlPC_1 = "ЛАДА:\nЭй! Прежде, чем ковыряться в чужих вещах, надо разрешение спрашивать вообще-то.";
global.textFourthLevelGirlPC_2 = "\nТак-так, что тут у нас...";
global.textFourthLevelGirlPC_3 = "\nФу, ну и пылища. Аж наружу уже сочится. Похоже, он просто напросто перегрелся. Мне понадобится отвертка, термопаста и что-то, чем можно убрать эту грязь. Может быть, стоит спросить чего у Лады?!";
global.textFourthLevelGirlPC_4 = "\nМне все еще не хватает инструментов.";
global.textFourthLevelGirlPC_5 = "\nТеперь нужно подумать, что пустить в ход.";
global.textFourthLevelGirlPC_6 = "\nАпчхи!";
global.textFourthLevelGirlPC_7 = "\nПохоже, осталось только смазать чип...";

global.textFourthLevelGirlPC_8 = "\nНу, вот и все...";
global.textFourthLevelGirlPC_9 = "ЛАДА:\nДа ты прямо-таки программист. Спасибо, выручил.";

global.textFourthLevelGirlPC_10 = "\nНаверное, сначала следует вскрыть корпус отверткой...";
global.textFourthLevelGirlPC_11 = "\nУжас, сколько пыли, она уже выглядит как живое существо... надо бы от нее избавиться.";
global.textFourthLevelGirlPC_12 = "\nВроде все работает.";

global.textUseScrewdriverMessage = "\nГде-нибудь да пригодится.";	
global.textUsePasteMessage = "\nЛишней не будет.";	
global.textUseBrushMessage = "\nПротереть пыль сойдет, другого все равно нет.";

global.textOffice4EndOfDay = "\nНу наконец-то можно отдохнуть от всего этого.";
